import giperkum from './image/giperkum.jpg'
import podsolnux from './image/podsolnux.jpg'
import gortenzia from './image/gortenzia.jpg'
import trakhelium from './image/trakhelium.jpg'
import veronika from './image/veronika.jpg'

const nameCompo1 = {
    products0:[
        {
            id:1,
            name:"Гиперкум",
            content:"Большое распространение гиперикум получил в Средиземноморье, однако несколько видов можно встретить в России. В Древней Греции гиперикум искренне признавали панацеей практически от 99 болезней. На протяжении столетий народная медицина использовала это растение для лечения многих недугов, даже как средство от змеиных укусов. Но главное его достоинство- лечебное свойство как антидепрессант. Гиперикум используется в букетах и композициях, поскольку цветовая гамма очень разнообразна и его легко сочетать с другими цветами. Великолепно подходит для свадебных и новогодних букетов.",
            price:870,
            img:giperkum
        },
        {
            id:2,
            name:"Подсолнух",
            content:" Русское название возникло из-за того, что растениям этого рода в большей степени по сравнению с другими растениями свойственен так называемый гелиотропизм — поворот раскрытых и обращённых к солнцу соцветий вслед за его перемещением по небосклону (частный случай фототропизма).Этот обширный и полиморфный род, происходящий из Северной и Южной Америки, насчитывает в настоящее время около 110 видов[3]. В основном травянистые виды произрастают в Северной Америке, полукустарниковые виды — преимущественно в Мексике и Перу. Некоторые виды растут как сорное растение.Подсолнечник .",
            price:950,
            img:podsolnux
        },
        {
            id:3,
            name:"Гортензия",
            content:"Название «гортензия» растению дал Филибер Коммерсон, оно является производным от латинского hortus (сад). Поскольку Гортензия было в эту эпоху распространенным женским именем, возникло множество версий насчет женщины, которой могло быть посвящено это название: от Николь-Рейн Лепот, которую в семье могли звать Гортензией, до принцессы.Позднее европейские ботаники-систематики дали растению имя Hydrangea, что можно перевести как «сосуд с водой» (др.-греч. ὕδωρ — вода, ἄγγος — сосуд). По одной версии, название было дано гортензии за форму семенных коробочек, напоминающих кувшин.",
            price:950,
            img:gortenzia
        },
        {
            id:4,
            name:"Трахелиум",
            content:"Трахелиумы — довольно крупные корневищные многолетние травянистые растения с прямостоячим стеблем. Листья тёмно-зелёные или сиреневатые, в очертании ланцетовидные или продолговатые, с сильно зазубренным краем, заострённые к концу.Цветки собраны в густые или рыхлые щитковидные соцветия, с мелкими прицветниками, пятидольчатые. Венчик окрашен в голубые или розовые тона, иногда белый. Пестик длинный, с головчатым рыльцем.",
            price:950,
            img:trakhelium
        },
        {
            id:5,
            name:"Вероника",
            content:"Веро́ника (лат. Verónica) — род цветковых растений семейства Подорожниковые (Plantaginaceae)[2], самый большой род этого семейства; по одним данным, насчитывает 500, по другим — около 300[4] видов. Ранее этот род включали в семейство Норичниковые (Scrophulariaceae)[5] или в семейство Верониковые (Veronicaceae).Растения характеризуются мелкими цветками с двумя тычинками, собранными в различные колосовидные, зонтиковидные и метельчатые соцветия, которые могут быть сидячими и на длинных цветоножках, толстыми ветвистыми или укороченными корневищами или обильными тонкими корнями.",
            price:1050,
            img:veronika
        },
    ]
}


export default nameCompo1