import astilba from './image/astilba.jpg'
import anturium from './image/anturium.jpg'
import gvozdika from './image/gvozdika.png'
import romashka from './image/romashka.png'
import matiola from './image/matiola.jpg'

const nameCompo2 = {
    products2:[
        {
            id:1,
            name:"Астильба",
            content:"Астильба (Astilbe) относится к роду многолетних травянистых растений семейства камнеломковые. По различным данным такой род объединяет 18–40 видов. Растению дал название лорд Гамильтон шотландский ботаник, «а» означает «без», а «стильбе» — «блеск». Он имел в виду, что у растения неблестящие, матовые листовые пластины. Родиной такого растения является Северная Америка, Восточная Азия и Японские острова.",
            price:1250,
            img:astilba
        },
        {
            id:2,
            name:"Антуриум",
            content:"Травянистые вечнозелёные растения, иногда лазающие и очень редко древовидные. Антуриумы могут встречаться в различных формах, но главным образом это эпифиты, растущие на деревьях, с воздушными корнями, спускающимися до лесной подстилки дождевого тропического леса. Есть среди них много наземных видов, встречаются полуэпифиты, то есть растения, начинающие расти из семени в верхнем ярусе леса и затем дающие.",
            price:1500,
            img:anturium
        },
        {
            id:3,
            name:"Гвоздика",
            content:"Гвоздика обладает жгучим вкусом и своеобразным сильным ароматом. При этом жгучесть и аромат сконцентрированы в разных местах бутона: наиболее тонкий аромат дает шляпка, а жгучая часть расположена в черешке. Черешок у гвоздики после ферментации должен стать эластичным и оставлять маслянистый след от эфирного масла на бумаге при нажиме.Для определения качества гвоздики её достаточно с силой бросить в ",
            price:1650,
            img:gvozdika
        },
        {
            id:4,
            name:"Ромашка",
            content:"Научное (латинское) название рода, Matricaria («маточная трава»), происходит от латинского matrix («матка»), что объясняется традиционным применением растения при лечении гинекологических заболеваний. Впервые это название использовал швейцарский ботаник и врач Альбрехт фон Галлер (1708—1777).Русское название «ромашка» было заимствовано из польского языка и происходит от латинского romana («римская»). ",
            price:1850,
            img:romashka
        },
        {
            id:5,
            name:"Матиола",
            content:"   Матиола двурогая, по-простому  - ночная фиалка, относится к цветам, популярным у дачников не столько за счет своего декоративного вида, сколько благодаря изумительному запаху. Он особенно ясно чувствуется у этих цветов вечером и ночью. В природе произрастает более 20 видов растений этого рода, но в посадках на даче в наших условиях подходят только два: маттиола двурогая и седая - левкой.",
            price:1950,
            img:matiola
        },
    ]
}


export default nameCompo2