import giajint from "./image/giajint.jpg"
import solidago from "./image/solidago.jpg"
import brasika from "./image/brasika.jpg"
import narjis from "./image/narjis.jpg"
import muskari from './image/muskari.jpg'

const nameCompo3 = {
    products3:[
        {
            id:1,
            name:"Гиацинт",
            content:"Луковица плотная, состоящая из мясистых низовых листьев, занимающих своими основаниями всю окружность донца луковицы. Цветущий стебель является непосредственным продолжением донца, которое есть не что иное, как нижняя, сильно укороченная и толстая часть стебля. После отцветания зелёный цветоносный стебель вместе с зелёными листьями, сидящими при нём в самом низу, отсыхает, но в углу самого верхнего из зелёных листьев образуется на стебле, внутри луковицы, почка",
            price:550,
            img:giajint
        },
        {
            id:2,
            name:"Солидаго",
            content:"Корзинки гетерогамные, 2,5—20 мм длины в диаметре, обычно многочисленные и собранные в метельчатые, реже щитковидные или кистевидные соцветия. Обёртки 2—8 мм длины и 2—10 мм в диаметре, чашевидные, реже бокаловидные; листочки их черепитчато расположенные, от яйцевидных до линейных. Цветоложе плоское или немного выпуклое, без прицветников. Краевые цветки пестичные, язычковые, жёлтые, иногда очень мелкие и почти не выступающие из обёртки; цветки диска трубчатые, ",
            price:650,
            img:solidago
        },
        {
            id:3,
            name:"Брасика",
            content:"Брассика — декоративная капуста, которую издалека можно принять за розу. Флористы сочетают ее с королевой цветов, придавая букетам особую оригинальность. Брассика часто выступает соло: монокомпозиции из нее на пике популярности.Лепестки растения могут иметь разный цвет: розовый, белый, желтый с обязательным светло-зеленым обрамлением.Брассика символизирует полноту жизни и успех по всех делах",
            price:650,
            img:brasika
        },
        {
            id:4,
            name:"Нарцисс",
            content:"Это травы, снабжённые плотными луковицами и лентообразными различной ширины листьями. Цветы сидят на верхушках безлистных стеблей, одетых плёнчатой поволокой, по одному или по нескольку. Околоцветник лепестковидный, в форме трубчатой воронки, переходящей наверху в горизонтально расправленный или отогнутый вниз отгиб, состоящий из 6 равных частей. В жерле коронка в виде колокольчика или более или менее глубокого блюдца, цельная или лопастная",
            price:650,
            img:narjis
        },
        {
            id:5,
            name:"Мускари",
            content:"Обычно мускари можно увидеть в открытом грунте, но некоторые выращивают эти цветы в комнатных условиях. Для цветения в январе-марте луковицы высаживают в горшки в сентябре. Обычно выращивают гадючий лук армянский (armeniacum), достигающий 20 см в высоту с синими с белыми краями бокаловидными цветами до 0,5 см длиной и ремневидными листьями, и гадючий лук кистевидный (muscari botryoidis) с цветами глубокого голубого тона.",
            price:650,
            img:muskari
        },
    ]
}

export default nameCompo3